HTTP/1.1 200 OK
Server: nginx/1.5.8
Date: Thu, 26 Sep 2019 10:03:25 GMT
Content-Type: application/json
Content-Length: 4340
Connection: keep-alive
Access-Control-Allow-Origin: *
Access-Control-Allow-Credentials: true

{"id":1,"sellerId":9,"sku":"art-123","title":"Чайник чайник","description":"Внешний корпус чайника выполнен из пищевого полипропилена белого цвета. Дизайн выдержан в элегантном минималистическом стиле. Особая проработка была проведена в отношении носика, который обеспечивает аккуратную струю без брызг и резких толчков. Благодаря лаконичному дизайну чайник отлично впишется в любое место в доме, будь то чайный столик в гостиной или барная стойка на кухне. Дизайнеры серьезно подошли к поставленной задаче, ведь в их глазах чайник это не просто кухонный прибор, а важная часть быта и интерьера, заслуживающая тщательной проработки каждой детали./n Процесс закипания чайника занимает всего 5 минут. Все элементы чайника, соприкасающиеся с водой, а именно, внутренняя поверхность, крышка и датчик температуры изготовлены из нержавеющей стали 304 от производителя Pohang Iron and Steel Company (Posco), соответствующей стандарту GB9684. Этот материал абсолютно безопасен для здоровья, поэтому широко используется в медицинской и пищевой отраслях, не образует налет, накипь, не имеет запахов и легко моется. Благодаря оптимизированному электрическому разъему в центре подставки риск удара током при прикосновении к нему сведен к минимуму. Более того, даже при попадании воды внутрь подставки утечка тока будет исключена./n Различные сорта чая имеют свои правила заваривания: например, чтобы максимально раскрыть аромат чая Пуэр, необходимо его заваривать кипящей водой; зеленый чай заваривается при температуре 80-90°С, пробиотики и мёд также требуют определенной температуры – слишком горячая вода может свести на нет их полезные свойства. Чайник Xiaomi оснащен функцией умной регулировки температуры. Она осуществляется посредством Bluetooth-соединения через мобильное приложение Xiaomi Smart Home. С помощью нее вы можете управлять температурой воды в чайнике по вашему усмотрению, например, подогреть воду до определенной температуры или сохранить нужную вам температуру после закипания./n В комплект входит переходник для евророзетки.","images":["https://cdn.fotosklad.ru/upload/iblock/e61/e619cfd1d7287c9b884863c8de6502e5_thumb_4d099b9ba25ed0e.jpg","https://cdn.fotosklad.ru/upload/iblock/0bf/0bf556f53537ac65f5bd5756e0ca72ac_thumb_4d76a05b13f4590.jpg","https://www.fotosklad.ru/upload/iblock/d7e/d7ea5804acbe37eba4daada59a33a6bc_thumb_4d76a05b13f4590.jpg"],"price":{"oldPrice":222.22,"currentPrice":111.22,"discountValue":111.22,"discountPercent":50.5},"availability":100,"characteristics":{"Материал корпуса":"металл, пластик","Объём, л":"1,5","Терморегулятор":"Есть","Мощность, Вт":"1800","Тип нагревательного элемента":"закрытая спираль"}}